{
    "story": {
        "name": "story",
        "leftToRight": true,
        "noLazyMode": true,
        "words": [
            {
                "id": 1,
                "text": "They explored the town, visited their favorite places, and met some of the people who played important roles in Mr. Thompson’s life. Through their adventures, Timmy began to understand his father in a whole new way.",
                "fill": [
                    1,
                    5,
                    9
                ],
                "category": "long"
            },
            {
                "id": 2,
                "text": "Tell me, Dad, what was it like growing up",
                "fill": [
                    2,
                    5
                ],
                "category": "short"
            },
            {
                "id": 3,
                "text": "Timmy asked, eager to learn more about his father's past",
                "fill": [
                    3,
                    7
                ],
                "category": "short"
            },
            {
                "id": 4,
                "text": "We have a very nice furnace to sit by, said my father",
                "fill": [
                    6,
                    9
                ],
                "category": "medium"
            },
            {
                "id": 5,
                "text": "My father and the cat became good friends but my father’s mother was very upset about the cat",
                "fill": [
                    4,
                    6,
                    16
                ],
                "category": "medium"
            },
            {
                "id": 6,
                "text": "This made my father very sad, and he apologized to the cat because his mother had been so rude",
                "fill": [
                    9,
                    11,
                    17
                ],
                "category": "medium"
            },
            {
                "id": 7,
                "text": "You mean you know where I could get an airplane",
                "fill": [
                    7
                ],
                "category": "short"
            },
            {
                "id": 8,
                "text": "So, I decided to go across the rocks and explore it for myself",
                "fill": [
                    3,
                    11,
                    13
                ],
                "category": "short"
            },
            {
                "id": 9,
                "text": "It certainly is an interesting place, but I saw something there that made me want to weep",
                "fill": [
                    4,
                    9,
                    11,
                    13
                ],
                "category": "long"
            },
            {
                "id": 10,
                "text": "Once upon a time there was a husband and wife who had a lovely daughter. Her name was Natasha. Not long after Natasha’s mother passed away, her father remarried.",
                "fill": [
                    1,
                    5,
                    11,
                    17,
                    25
                ],
                "category": "long"
            },
            {
                "id": 11,
                "text": "Natasha was getting colder and colder while she sat in the outstretched winter forest by herself. Suddenly she heard a noise, it was getting closer and closer.",
                "fill": [
                    2,
                    6,
                    18,
                    22
                ],
                "category": "long"
            }
        ]
    },
    "news": {
        "name": "news",
        "leftToRight": true,
        "noLazyMode": true,
        "words": [
            {
                "id": 1,
                "text": "Two children have died and nine have been injured, six critically, after a series of stabbings at a children’s dance class in Southport on Monday.",
                "fill": [
                    3,
                    6,
                    7,
                    16,
                    23
                ],
                "category": "medium"
            },
            {
                "id": 2,
                "text": "Kennedy said families of the deceased children, and the children who were injured, were being supported by specialist officers, and wider trauma support for all those affected would be provided.",
                "fill": [
                    3,
                    5,
                    11,
                    14,
                    25
                ],
                "category": "long"
            },
            {
                "id": 3,
                "text": "He also confirmed 11 casualties were treated at what he described as a devastating scene",
                "fill": [
                    5,
                    11
                ],
                "category": "short"
            },
            {
                "id": 4,
                "text": "He also thanked the emergency services for their response, saying, They have responded to an awful incident today. I want to thank them for the professionalism they have shown in doing so.",
                "fill": [
                    2,
                    7,
                    14,
                    19,
                    22,
                    28,
                    31
                ],
                "category": "long"
            },
            {
                "id": 5,
                "text": "In a statement, the family of Mr Bird said, Yesterday we lost our son, a brother, grandson, nephew, cousin and friend",
                "fill": [
                    1,
                    5,
                    11,
                    19
                ],
                "category": "medium"
            },
            {
                "id": 6,
                "text": "A light aircraft pilot died after striking trees while flying in foggy conditions, investigators found.",
                "fill": [
                    6,
                    8
                ],
                "category": "short"
            }
        ]
    },
    "common": {
        "name": "common",
        "leftToRight": true,
        "noLazyMode": true,
        "words": [
            {
                "id": 1,
                "text": "She put the book on the table",
                "fill": [
                    1,
                    4
                ],
                "category": "short"
            },
            {
                "id": 2,
                "text": "They are playing soccer in the park",
                "fill": [
                    1,
                    4
                ],
                "category": "short"
            },
            {
                "id": 3,
                "text": "Do you have money to buy my strawberries, asked the boy",
                "fill": [
                    1,
                    4
                ],
                "category": "short"
            },
            {
                "id": 4,
                "text": "If you do what you always did, you will get what you always got",
                "fill": [
                    2,
                    6,
                    9
                ],
                "category": "medium"
            },
            {
                "id": 5,
                "text": "Try not to become a person of success, but rather try to become a person of value",
                "fill": [
                    3,
                    6,
                    9
                ],
                "category": "medium"
            },
            {
                "id": 6,
                "text": "No one can make you feel inferior without your consent",
                "fill": [
                    3,
                    5
                ],
                "category": "medium"
            },
            {
                "id": 7,
                "text": "You can do anything, but not everything",
                "fill": [
                    5
                ],
                "category": "short"
            },
            {
                "id": 8,
                "text": "Thinking should become your capital asset, no matter whatever ups and downs you come across in your life",
                "fill": [
                    2,
                    8,
                    14
                ],
                "category": "long"
            },
            {
                "id": 9,
                "text": "Success is the sum of small efforts, repeated day in and day out",
                "fill": [
                    3,
                    7
                ],
                "category": "medium"
            },
            {
                "id": 10,
                "text": "If you want to achieve excellence, you can get there today. As of this second, quit doing less than excellent work",
                "fill": [
                    2,
                    9,
                    11
                ],
                "category": "long"
            },
            {
                "id": 11,
                "text": "The only place where success comes before work is in the dictionary",
                "fill": [
                    1,
                    5
                ],
                "category": "medium"
            },
            {
                "id": 12,
                "text": "Its a pleasure to meet you, professor. Thank you so much for helping us",
                "fill": [
                    2,
                    12
                ],
                "category": "medium"
            },
            {
                "id": 13,
                "text": "I was thinking about that new comedy Lights Out. What do you think",
                "fill": [
                    1,
                    2
                ],
                "category": "medium"
            }
        ]
    }
}