{
    "story": {
        "name": "story",
        "leftToRight": true,
        "noLazyMode": true,
        "words": [
            {
                "id": 1,
                "text": "English Once upon a time, in a small town called Willowbrook, there lived a curious young boy named Timmy",
                "fill": [
                    0,
                    6
                ],
                "category": "medium"
            },
            {
                "id": 2,
                "text": "As they began to bond, Timmy and his dad embarked on an incredible adventure together.",
                "fill": [
                    1,
                    7
                ],
                "category": "short"
            },
            {
                "id": 3,
                "text": "They explored the town, visited their favorite places, and met some of the people who played important roles in Mr. Thompson’s life.",
                "fill": [
                    2,
                    6
                ],
                "category": "long"
            },
            {
                "id": 4,
                "text": "Through their adventures, Timmy began to understand his father in a whole new way.",
                "fill": [
                    3,
                    8
                ],
                "category": "short"
            }
        ]
    },
    "news": {
        "name": "news",
        "leftToRight": true,
        "noLazyMode": true,
        "words": [
            {
                "id": 1,
                "text": "There is some positive news in the fight against several notable.",
                "fill": [
                    1,
                    4
                ],
                "category": "short"
            },
            {
                "id": 2,
                "text": "On Tuesday, the B.C. Wildfire Service posted an update on the Shetland Creek wildfire, which has been holding in size at just under 200 square kilometres, with no new growth in the past day.",
                "fill": [
                    4,
                    6
                ],
                "category": "long"
            },
            {
                "id": 3,
                "text": "It has also placed the community of Ashcroft and a portion of Cache Creek on evacuation alert as hot and dry conditions coupled with gusty winds have driven the blaze northward.",
                "fill": [
                    2,
                    5
                ],
                "category": "medium"
            }
        ]
    },
    "conversation": {
        "name": "conversation",
        "leftToRight": true,
        "noLazyMode": true,
        "words": [
            {
                "id": 1,
                "text": "Bye friend right now",
                "fill": [
                    1
                ],
                "category": "short"
            },
            {
                "id": 2,
                "text": "Hi, I need help with a smart contract function.",
                "fill": [
                    1
                ],
                "category": "short"
            },
            {
                "id": 3,
                "text": "Of course! Could you provide more details about your smart contract and the specific issue you're encountering? For instance, are you using Solidity, and do you have a specific error message or behavior that's unexpected?",
                "fill": [
                    3,
                    7,
                    9
                ],
                "category": "long"
            },
            {
                "id": 4,
                "text": "I’m trying to send value in a smart contract, but I'm running into some issues. Can you help me figure out what might be going wrong?",
                "fill": [
                    3,
                    6,
                    8
                ],
                "category": "medium"
            },
            {
                "id": 5,
                "text": "Hi, I need help with this function.",
                "fill": [
                    1
                ],
                "category": "short"
            }
        ]
    }
}